# #<header> ტეგი გამოიყენება ვებ გვერდის ზედა განყოფილების აღსანიშნავად, რომელიც 
# #ჩვეულებრივ მოიცავს მთავარ სათაურს ან ლოგოს, ნავიგაციის ბმულებს და სხვა ელემენტებს,
# #რომლებიც საერთოა საიტის ყველა გვერდისთვის.

# #<main> ტეგი გამოიყენება ვებ გვერდის ძირითადი შინაარსის არეალის აღსანიშნავად. <main> ტეგის გამოყენებით,
# #შეგიძლიათ ნათლად აუხსნათ როგორც მომხმარებლებს, 
# #ასევე საძიებო სისტემებს თქვენი გვერდის რომელი ნაწილი შეიცავს ძირითად შინაარსს.

# #თეგი <footer> გამოიყენება ვებ გვერდის ქვედა განყოფილების აღსანიშნავად,
# რომელიც შეიძლება შეიცავდეს ინფორმაციას საავტორო უფლებების შესახებ, 
# საკონტაქტო დეტალებს ან სოციალური მედიის პროფილების ბმულებს.

# <section> ტეგი გამოიყენება ვებ გვერდის სექციების აღსანიშნავად, რომლებიც თემატურად არის დაჯგუფებული.
# ეს შეიძლება მოიცავდეს ისეთ რაღაცეებს, როგორიცაა გრძელი სტატიის თავები ან სექციები,
# ან პროდუქტის გვერდის სხვადასხვა ნაწილს.